Repository: 0xeeeeeeeeeeee/AudioCopy
Catalog: AudioCopyUI/Strings/*/Resources.resw
Source language: en_gb
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_cn, zh_hant

# V1PairingPage.Content
source: Use traditional pairing interface
ar: استخدام واجهة الاقتران التقليدية
de: Verwenden Sie die traditionelle Kopplungsoberfläche
es: Usar interfaz de emparejamiento tradicional
fr: Utiliser l'interface d'appariement traditionnelle
pt_br: Usar interface de emparelhamento tradicional
ru: Использовать традиционный интерфейс сопряжения
tr: Geleneksel eşleştirme arayüzünü kullan
zh_cn: 使用传统配对界面

# YourIP
source: Your available IP address:
ar: عنوان IP المتاح لك:
de: Ihre verfügbare IP-Adresse:
es: Tus direcciones IP disponibles:
fr: Vos adresses IP disponibles :
pt_br: Seus endereços IP disponíveis:
ru: Ваши доступные IP-адреса:
tr: Kullanılabilir IP adresiniz:
zh_cn: 你的可用的IP地址：

# V1PairDIsabled
source: Please enable legacy pairing compatibility first
ar: يرجى تمكين توافق الاقتران التقليدي أولاً
de: Bitte aktivieren Sie zuerst die traditionelle Pairing-Kompatibilität
es: Por favor, active primero la compatibilidad de emparejamiento tradicional
fr: Veuillez d'abord activer la compatibilité d'appairage traditionnel
pt_br: Por favor, ative primeiro a compatibilidade de emparelhamento tradicional
ru: Пожалуйста, сначала включите совместимость с традиционным сопряжением
tr: Lütfen önce geleneksel eşleştirme uyumluluğunu etkinleştirin
zh_cn: 请先启用传统配对兼容性

# DiscoverDisabled
source: Discovery unavailable. Please use "Pair using IP address" in advanced options or enable discovery mode in settings while keeping the port number as default.
ar: اكتشاف غير متاح، يرجى استخدام خيار "استخدام عنوان IP للاقتران" في الخيارات المتقدمة أو الانتقال إلى الإعدادات لتمكين وضع الاكتشاف مع الحفاظ على رقم المنفذ كافتراضي.
de: Nicht verfügbar gefunden. Bitte verwenden Sie die "Verbindung über IP-Adresse" in den erweiterten Optionen oder gehen Sie zu den Einstellungen, um den Erkennungsmodus zu aktivieren und die Portnummer auf Standard zu belassen.
es: No disponible, utilice "Emparejar por dirección IP" en opciones avanzadas o active el modo de descubrimiento en configuración manteniendo el puerto predeterminado.
fr: Découverte indisponible, veuillez utiliser l'option "Utiliser l'adresse IP pour l'appariement" dans les paramètres avancés ou activer le mode découverte dans les paramètres en conservant le numéro de port par défaut.
pt_br: Indisponível para descoberta, use "Emparelhar usando endereço IP" nas opções avançadas ou ative o modo de descoberta nas configurações mantendo a porta padrão
ru: Обнаружение недоступно. Используйте опцию "Сопряжение по IP-адресу" в расширенных настройках или перейдите в настройки, чтобы включить режим обнаружения, оставив номер порта по умолчанию.
tr: Kullanılamıyor bulundu, lütfen gelişmiş seçeneklerdeki "IP adresiyle eşleştir"i kullanın veya ayarlara giderek keşif modunu açın ve bağlantı noktası numarasını varsayılan olarak bırakın
zh_cn: 发现不可用，请使用高级选项的“使用IP地址配对”或者前往设置开启发现模式并且保持端口号为默认

# InputIPAddress.Text
source: Enter the peer IP address
ar: إدخال عنوان IP الطرف الآخر
de: Geben Sie die IP-Adresse des Gegenübers ein
es: Ingrese la dirección IP del extremo remoto
fr: Adresse IP du pair
pt_br: Insira o endereço IP do peer
ru: Введите IP-адрес удаленной стороны
tr: Karşı tarafın IP adresini girin
zh_cn: 输入对端的IP地址

# AddressListBoxInfo
source: Address example: 10.1.2.3, 10.2.3.4:5678[line][fd01:abcd:efab::1], [fd01::2345]:3456[line]yourhostname:23456, example.local:1234[line] (port number is mandatory in this case)
ar: مثال على العنوان: 10.1.2.3, 10.2.3.4:5678[line][fd01:abcd:efab::1], [fd01::2345]:3456[line]yourhostname:23456, example.local:1234[line](رقم المنفذ إلزامي في هذه الحالة)
de: Beispiel für Adressen: 10.1.2.3, 10.2.3.4:5678[line][fd01:abcd:efab::1], [fd01::2345]:3456[line]yourhostname:23456, example.local:1234[line](Portnummer ist in diesem Fall erforderlich)
es: Ejemplo de dirección: 10.1.2.3, 10.2.3.4:5678[line][fd01:abcd:efab::1], [fd01::2345]:3456[line]yourhostname:23456, example.local:1234[line](el número de puerto es obligatorio en este caso)
fr: Exemple d'adresse : 10.1.2.3, 10.2.3.4:5678[line][fd01:abcd:efab::1], [fd01::2345]:3456[line]yourhostname:23456, example.local:1234[line](le numéro de port est obligatoire dans ce cas)
pt_br: Exemplo de endereço: 10.1.2.3, 10.2.3.4:5678[line][fd01:abcd:efab::1], [fd01::2345]:3456[line]yourhostname:23456, example.local:1234[line](o número da porta é obrigatório neste caso)
ru: Пример адреса: 10.1.2.3, 10.2.3.4:5678[line][fd01:abcd:efab::1], [fd01::2345]:3456[line]yourhostname:23456, example.local:1234[line](порт обязателен в этом случае)
tr: Adres örneği:10.1.2.3, 10.2.3.4:5678[line][fd01:abcd:efab::1], [fd01::2345]:3456[line]yourhostname:23456, example.local:1234[line](port numarası bu durumda zorunludur)
zh_cn: 地址示例:10.1.2.3, 10.2.3.4:5678[line][fd01:abcd:efab::1], [fd01::2345]:3456[line]yourhostname:23456, example.local:1234(端口号此时为必须项)

# InputInvalid
source: The entered content does not match. Please try again.
ar: المحتوى المدخل غير متطابق، يرجى إعادة المحاولة.
de: Die Eingabe stimmt nicht überein. Bitte versuchen Sie es erneut.
es: El contenido ingresado no coincide, por favor inténtalo de nuevo.
fr: Le contenu saisi ne correspond pas, veuillez réessayer.
pt_br: O conteúdo inserido não corresponde. Por favor, tente novamente.
ru: Введенные данные не совпадают, попробуйте снова.
tr: Girilen içerik uyuşmuyor, lütfen tekrar deneyin.
zh_cn: 输入的内容不一致，请重试。

# ClientModified
source: Time difference exceeds 1 minute, version mismatch is too large, or a client appears to have been modified. Please check.
ar: الفرق الزمني بين الطرفين يتجاوز دقيقة واحدة، أو اختلاف الإصدار كبير جدًا، أو يبدو أن أحد العملاء قد تم تعديله، يرجى التحقق.
de: Die Zeitdifferenz zwischen beiden Enden beträgt mehr als 1 Minute, die Versionsunterschiede sind zu groß oder ein Client scheint modifiziert worden zu sein. Bitte überprüfen.
es: La diferencia de tiempo entre ambos extremos supera 1 minuto, la versión es demasiado diferente o parece que un cliente ha sido modificado, por favor verifique.
fr: L'écart horaire dépasse 1 minute, la différence de version est trop importante ou un client semble avoir été modifié. Veuillez vérifier.
pt_br: A diferença de tempo excede 1 minuto, a versão está muito desatualizada ou um cliente parece ter sido modificado. Por favor, verifique.
ru: Разница во времени превышает 1 минуту, версии слишком отличаются или один из клиентов, возможно, изменен. Проверьте.
tr: İki uç arasındaki zaman hatası 1 dakikayı aştı, sürüm farkı çok büyük veya bir istemci değiştirilmiş gibi görünüyor, lütfen kontrol edin.
zh_cn: 两端的时间误差超过1分钟、版本差异过大、或者某一个客户端似乎被修改，请检查。

# ClientDenied
source: The peer rejected your pairing request, the pairing operation timed out, or you were blocked by the peer.
ar: رفض الطرف الآخر طلب الاقتران منك، أو انتهت مهلة عملية الاقتران، أو قام الطرف الآخر بحظرك.
de: Die Gegenstelle hat Ihre Kopplungsanfrage abgelehnt, der Kopplungsvorgang ist abgelaufen oder die Gegenstelle hat Sie blockiert.
es: El dispositivo remoto rechazó tu solicitud de emparejamiento, la operación ha caducado o te ha bloqueado.
fr: Le pair a refusé votre demande d'appariement, l'opération a expiré ou vous avez été bloqué.
pt_br: O outro lado recusou sua solicitação de emparelhamento, a operação expirou ou você foi bloqueado.
ru: Удаленный пользователь отклонил ваш запрос на сопряжение, время ожидания истекло или вас заблокировали.
tr: Karşı taraf senin eşleşme isteğini reddetti, eşleşme işlemi zaman aşımına uğradı veya karşı taraf seni engelledi.
zh_cn: 对端拒绝了来自你的配对请求，配对操作已超时，或者对端拉黑了你。

# RebootApp
source: Restart application
ar: إعادة تشغيل التطبيق
de: App neu starten
es: Reiniciar la aplicación
fr: Redémarrer l'application
pt_br: Reiniciar aplicativo
ru: Перезапустить приложение
tr: Uygulamayı yeniden başlat
zh_cn: 重启应用

# RawAudioDescribe
source: The server captures 16-bit waveform via WASAPI and transmits directly, then the receiver plays it back immediately
ja: サーバー側はwasapiから16bit波形を収集し直接送信、受信側は直接再生します
ko: 서버는 WASAPI에서 16비트 웨이브폼을 수집하여 직접 전송하고, 수신측은 이를 직접 재생합니다
pl: Serwer przechwytuje 16-bitową falę dźwiękową przez WASAPI i wysyła bezpośrednio, a odbiornik odtwarza ją natychmiast.

# AsTransfer.Text
source: As the sending end
it: Come mittente
ja: 送信側として
ko: 발신자로
pl: Jako nadajnik
zh_hant: 作為發送端

# InputIPAddress.Text
source: or enter IP address:
ja: またはIPアドレスを入力：
ko: 또는 IP 주소 입력:
pl: Lub wprowadź adres IP:

# ApplyButton.Content
source: Application
it: Applicazione
ja: アプリ
ko: 앱
pl: Aplikacja
zh_hant: 應用

# Init_StageFail
source: Backend failed to start ({0})\r\nPlease check if the backend is blocked by antivirus or if the port is occupied by another program
ja: バックエンドの起動に失敗しました({0})\r\nアンチウイルスソフトによるブロックまたは他のプログラムによるポートの使用を確認してください
ko: 백엔드 시작 실패({0})\r\n백엔드가 바이러스 백신에 의해 차단되었는지 또는 포트가 다른 프로그램에 의해 사용 중인지 확인하세요
pl: Nie można uruchomić backendu ({0})\r\nSprawdź, czy program antywirusowy nie blokuje backendu lub czy port nie jest zajęty przez inny program

# Init_Stage3
source: Starting backend (allow if antivirus prompts)...
ja: バックエンドを起動中（アンチウイルスソフトの警告が出た場合は許可してください）...
ko: 백엔드 시작 중(바이러스 백신 경고가 표시되면 허용해 주세요)...
pl: Uruchamianie backendu (w przypadku monitu programu antywirusowego, zezwól na działanie)...

# Init_Stage2
source: Upgrading {0} backend to v{1}, this may take longer to start. Please allow if prompted by antivirus software.
ja: {0}バックエンドをv{1}に更新中です。起動に時間がかかる場合があります。アンチウイルスソフトの警告が表示された場合は許可してください。
ko: {0} 백엔드를 v{1}로 업데이트 중입니다. 시작하는 데 더 많은 시간이 걸릴 수 있으며, 바이러스 백신 소프트웨어에서 경고가 표시되면 허용해 주세요.
pl: Trwa {0} backend do wersji v{1}, może to zająć więcej czasu na uruchomienie. Jeśli program antywirusowy wyświetli monit, proszę go zezwolić.

# Info
source: Hint
ja: ヒント
ko: 알림
pl: Podpowiedź

# AddressListBox.PlaceholderText
source: List of obtained IP addresses, can also be manually entered here
it: Elenco degli indirizzi IP ottenuti, è possibile inserirli manualmente qui
ja: 取得したIPアドレスのリスト、ここで手動入力も可能です
ko: 가져온 IP 주소 목록, 여기에서 수동으로 입력할 수도 있습니다
pl: Lista uzyskanych adresów IP, można również ręcznie wprowadzić tutaj
zh_hant: 取得的IP位址清單，也可以在這裡手動輸入

# ViewDownside
source: Please see below, click reset
ja: 下記をご確認の上、リセットをクリックしてください
ko: 아래에서 확인하시고 재설정을 클릭하세요
pl: Zobacz poniżej, kliknij reset

# PairTimeOut
source: Connection timed out. Please check if the address is correct or try a different one.
ja: 接続がタイムアウトしました。アドレスが正しいか確認するか、別のアドレスに変更してください。
ko: 연결 시간 초과, 주소가 정확한지 확인하거나 주소를 변경해 주세요.
pl: Połączenie przekroczyło limit czasu. Sprawdź poprawność adresu lub zmień go.

# PairConfirm
source: Pair with {0}?
it: Vuoi abbinare con {0}?
ja: {0}とペアリングしますか？
ko: {0}와 페어링하시겠습니까?
pl: Czy chcesz sparować z {0}?
zh_hant: 要與{0}配對嗎？

# PairPortChangedMessage
source: Please note that the current port number has been changed. The current port is {0}[line]Please manually enter the IP address and port number at the peer end
ja: 現在のポート番号が変更されました。現在のポートは{0}です。[line]相手側で手動でIPアドレスとポート番号を入力してください
ko: 현재 포트 번호가 변경되었습니다. 현재 포트는 {0}입니다.[line]상대측에서 IP 주소와 포트 번호를 수동으로 입력해 주세요.
pl: Proszę zauważyć, że bieżący numer portu został zmieniony, obecny port to {0}[line]Wprowadź ręcznie adres IP i numer portu na drugim końcu.

# Init_TryReset
source: Please try updating or fully resetting the backend
ja: バックエンドを更新または完全にリセットしてください
ko: 백엔드를 업데이트하거나 완전히 재설정해 보세요.
pl: Spróbuj zaktualizować lub całkowicie zresetować backend

# Init_Desc
source: Configure and launch backend
ja: バックエンドの設定と起動
ko: 백엔드 구성 및 시작
pl: Skonfiguruj i uruchom backend

# NewBackendBar
source: We have split and migrated the backend to the application itself and AudioClone, so we have completely deprecated the old backend in this version.[line]This means you will need to upgrade all clients to ensure they work properly.
ja: 私たちはバックエンドを分割し、アプリケーション自体とAudioCloneに移行しました。そのため、このバージョンでは古いバックエンドを完全に廃止しました。[line]これは、すべてのクライアントをアップグレードして正常に動作させる必要があることを意味します。
ko: 우리는 백엔드를 애플리케이션 자체와 AudioClone으로 분리 및 이전했기 때문에 이번 버전에서 기존 백엔드를 완전히 중단했습니다.[line]이는 모든 클라이언트가 정상적으로 작동하도록 업그레이드해야 함을 의미합니다.
pl: Rozdzieliliśmy i przenieśliśmy backend do samej aplikacji oraz AudioClone, dlatego w tej wersji całkowicie wycofaliśmy stary backend.[line]Oznacza to, że musisz zaktualizować wszystkie klienty, aby zapewnić ich poprawne działanie.

# PlayingWinUIMediaPlayerElementBug
source: There seems to be an issue with your system codecs, causing the audio stream to freeze[line]Please try using alternative audio options
ja: あなたのシステムコーデックに問題があるようです、オーディオストリームが詰まっています[line]他のオーディオオプションをお試しください
ko: 시스템 코덱에 문제가 있는 것 같습니다. 오디오 스트림이 멈추는 현상이 발생했습니다[line]다른 오디오 옵션을 사용해 보세요
pl: Twój systemowy kodek wydaje się mieć problem, co powoduje zacinanie się strumienia audio[line]Spróbuj użyć innej opcji audio

# CrashReportHeader
source: AudioCopy v{0} Crash Report[line]If you encounter this issue repeatedly, please submit an Issue(https://github.com/0xeeeeeeeeeeee/AudioCopy/issues) or send this file to this email address: hexadecimal0x12e@icloud.com[line]The log file is located in this folder: {1}[line]---
ja: AudioCopy v{0} クラッシュレポート[line]この問題が繰り返し発生する場合は、Issue(https://github.com/0xeeeeeeeeeeee/AudioCopy/issues)を提出するか、このファイルを以下のメールアドレスに送信してください：hexadecimal0x12e@icloud.com[line]ログファイルはこのフォルダにあります：{1}[line]---
ko: AudioCopy v{0} 충돌 보고서[line]이 문제가 반복적으로 발생하는 경우, Issue(https://github.com/0xeeeeeeeeeeee/AudioCopy/issues)를 제출하거나 이 파일을 다음 이메일 주소로 보내주세요: hexadecimal0x12e@icloud.com[line]로그 파일은 다음 폴더에 위치합니다: {1}[line]---
pl: AudioCopy v{0} Raport awarii[line]Jeśli problem występuje wielokrotnie, zgłoś Issue (https://github.com/0xeeeeeeeeeeee/AudioCopy/issues) lub wyślij ten plik na adres e-mail: hexadecimal0x12e@icloud.com[line]Plik dziennika znajduje się w folderze: {1}[line]---

# ExitOptions
source: What would you like to happen when closing the window[line]You can change this later in Settings > General[line](The program still supports being a server and receiving audio when minimised to the tray)
ja: ウィンドウを閉じる際の動作を選択してください[line]後から設定→一般で変更可能です[line](トレイに最小化時もサーバー機能と音声受信を維持)
ko: 창을 닫을 때의 동작을 선택하세요[line]나중에 설정-일반에서 변경할 수 있습니다[line](프로그램이 트레이로 최소화된 경우에도 서버 및 오디오 수신 기능이 유지됩니다)
pl: Jakie działanie ma być wykonywane przy zamykaniu okna?[line]Możesz później zmienić to w ustawieniach - Ogólne[line](Program minimalizowany do zasobnika nadal działa jako serwer i odbiera dźwięk)

# UpdateApp
source: Local or remote client is too old or too new, it is recommended to upgrade all clients.
ja: 本端または対端が古すぎるか新しすぎます。すべてのクライアントをアップグレードすることをお勧めします。
ko: 로컬 또는 원격 클라이언트 버전이 너무 오래되었거나 최신 버전입니다. 모든 클라이언트를 업그레이드하는 것이 좋습니다.
pl: Lokalna lub zdalna wersja jest zbyt stara lub nowa, zaleca się aktualizację wszystkich klientów.

# RebootRequired
source: You need to restart the application to apply these changes
ja: これらの変更を適用するにはアプリケーションを再起動する必要があります
ko: 애플리케이션을 다시 시작해야 변경 사항이 적용됩니다
pl: Aby zastosować te zmiany, musisz ponownie uruchomić aplikację.

# Tray_Launch
source: Launch AudioCopy
ja: AudioCopyを起動
ko: AudioCopy 시작
pl: Uruchom AudioCopy

# PlayString
source: Playing audio from {0}
it: Riproduci audio da {0}
zh_hant: 播放來自{0}的音訊

# InputIPAddress.Text
source: Or enter IP address:
it: Oppure inserisci l'indirizzo IP:
zh_hant: 或者輸入IP位址：

# Init_StageFail
source: Backend startup failed ({0})\r\nPlease check if the backend is blocked by antivirus software or if the port is occupied by another program
it: Avvio del backend fallito ({0})\r\nVerificare se il backend è bloccato dall'antivirus o se la porta è occupata da altri programmi
zh_hant: 後端啟動失敗({0})\r\n請檢查後端是否被防毒軟體攔截或連接埠是否被其他程式佔用

# Init_Stage3
source: Starting backend (allow if prompted by antivirus)...
it: Avvio del backend in corso (se l'antivirus richiede autorizzazione, concedila)...
zh_hant: 啟動後端中(若防毒軟體提示請允許)...

# Init_Stage2
source: Connecting to {0} backend at v{1}, this may take longer to start. Please allow if your antivirus software prompts.
it: Sto aggiornando il backend {0} alla versione v{1}, potrebbe richiedere più tempo per l'avvio. Se il software antivirus mostra un avviso, per favore consentilo.
zh_hant: 正在{0}後端到v{1}，可能會花上更多的時間來啟動，若防毒軟體有提示請放行。

# BackendAbnormal
source: Backend may not be functioning properly, try restarting
it: Il backend potrebbe non funzionare correttamente, prova a riavviarlo
zh_hant: 後端可能不正常，可嘗試重新啟動

# ViewDownside
source: Please see below, click to reset
it: Visualizza qui sotto, fai clic su Reimposta
zh_hant: 請在下方查看，點擊重設

# NotPaired
source: You are not paired yet. Would you like to pair?
it: Non sei ancora abbinato, vuoi abbinarti?
zh_hant: 您尚未配對，要前往配對嗎？

# SearchOnline
source: Search online for a solution
it: Prova a cercare una soluzione online
zh_hant: 嘗試線上搜尋解決方案

# FailPair
source: Pairing added successfully, but it cannot be removed from the pending pairing list. This issue can be resolved by restarting the client.
it: Abbinamento aggiunto con successo, ma non è possibile rimuoverlo dall'elenco di abbinamento in sospeso. È possibile risolvere il problema riavviando il client.
zh_hant: 配對已新增成功，但無法將其從待配對清單中刪除，可以透過重啟客戶端來解決這個問題

# PairRequired
source: Pairing request detected from {0}. Add it?
it: Rilevata richiesta di abbinamento da {0}, aggiungere?
zh_hant: 偵測到來自 {0} 的配對請求，是否新增？

# PairPortChangedMessage
source: Please note that the current port number has changed, the current port is {0}[line]Please manually enter the IP address and port number on the peer side
it: Si prega di notare che il numero di porta corrente è cambiato, la porta attuale è {0}[line]Inserire manualmente l'indirizzo IP e il numero di porta sul lato remoto
zh_hant: 請注意，目前的連接埠號已變更，目前的連接埠為{0}[line]請在對端手動輸入IP位址和連接埠號

# NewBackendBar
source: We are splitting and migrating the backend to the application itself and AudioClone, which will significantly improve performance and bring more features. [line]If you'd like to try the new backend, you can enable it, but this requires you to upgrade all clients. You can toggle this feature anytime under "Settings - Backend Settings - Use Legacy Backend".
it: Stiamo suddividendo e migrando il backend all'interno dell'applicazione stessa e ad AudioClone, il che migliorerà notevolmente le prestazioni e introdurrà nuove funzionalità. [line]Se vuoi provare il nuovo backend, puoi abilitarlo, ma questa operazione richiede l'aggiornamento di tutti i client. Puoi attivare o disattivare questa funzione in qualsiasi momento in "Impostazioni - Impostazioni backend - Usa backend precedente".
zh_hant: 我們正在拆分並遷移後端到應用程式本身和AudioClone中，這樣可以大幅提升性能，以及帶來更多功能。[line]如果你想試試看新的後端，你可以啟用它，但是此操作需要你升級所有的客戶端。你可以隨時在「設定-後端設定-使用舊的後端」來開關此功能。

# NewBackendEnabled
source: You have enabled a new backend, so we recommend upgrading all clients. If you prefer not to upgrade, you can disable this feature in 'Settings > Backend Settings > Use Legacy Backend'.
it: Hai abilitato un nuovo backend, pertanto ti consigliamo di aggiornare tutti i client. Se non vuoi aggiornare, puoi anche disabilitare questa funzione in "Impostazioni - Impostazioni backend - Usa backend precedente".
zh_hant: 您啟用了新的後端，因此我們建議您升級所有的客戶端。如果您不想升級，也可以在「設定-後端設定-使用舊的後端」來停用此功能。

# PlayingWinUIMediaPlayerElementBug
source: There seems to be an issue with your system codecs causing audio stream stuttering. Please try using RAW audio (if available)
it: Il tuo codec di sistema sembra avere problemi causando il blocco del flusso audio, prova a utilizzare l'audio RAW (se disponibile)
zh_hant: 你的系統編解碼器似乎有點問題導致了音訊流卡住，請嘗試使用RAW音訊（如果可用）

# NewBackendPrompt
source: Please note: [line]Older versions of the client have limited support for newer versions, so it's best to upgrade all clients. [line]After enabling the new backend here, although pairing records between the new and old backends will sync, you may need to manually pair again. [line]Some features are currently unavailable when using the new backend. [line]You can switch versions anytime under 'Settings - Backend Settings - Use Old Backend'.
it: Nota bene: [line]Le versioni precedenti del client hanno un supporto limitato per le nuove versioni, è consigliabile aggiornare tutti i client. [line]Dopo aver abilitato il nuovo backend qui, anche se i record di abbinamento del nuovo e del vecchio backend verranno sincronizzati, potrebbe essere necessario eseguire nuovamente l'abbinamento manualmente. [line]Attualmente, alcune funzionalità non sono disponibili quando si utilizza il nuovo backend. [line]Puoi sempre cambiare versione in "Impostazioni - Impostazioni backend - Usa il vecchio backend".
zh_hant: 請注意：[line]舊版本的客戶端對新版本支援有限，建議升級所有客戶端。[line]啟用新後端後，雖然新舊後端的配對記錄會同步，但可能需要手動重新配對。[line]目前使用新後端時部分功能無法使用。[line]您隨時可以在「設定-後端設定-使用舊後端」中切換版本。
